tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "pure"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"

brew "asdf"
brew "openssl@3"
brew "sops"
brew "yarn"

cask "alt-tab"
cask "shiftit"
cask "monitorcontrol"
cask "keybase"
cask "visual-studio-code"
cask "microsoft-edge"
cask "gitup"
cask "postico"
cask "imageoptim"
cask "figma"
cask "slack"

