tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

# Enhance zsh
brew "pure"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"

brew "asdf"
brew "openssl@3"
brew "sops"
brew "yarn"

# Local https
brew "mkcert"
brew "nss"

# Utilities
# cask "alt-tab"
# cask "shiftit"
# cask "monitorcontrol"

# Fonts
cask "font-jetbrains-mono"

# Apps
# cask "keybase"
cask "visual-studio-code"
cask "gitup"
cask "postico"
cask "imageoptim"
cask "figma"

